/* 
   Localizable.strings
   G2M  Mac Recording Manager

   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
 */


/* Text for the Open dialog. */
"L10N_Open_Dialog_Title" = "Aufzeichnungsordner wählen";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "Wählen Sie den anzuzeigenden Aufzeichnungsordner.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "Sie konvertieren gerade eine Aufzeichnung. Möchten Sie das Programm wirklich beenden?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "Sie können die Konvertierung erneut starten, werden aber den bisher erreichten Fortschritt verlieren.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "Konvertierung anhalten und beenden";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "Konvertierung fortsetzen";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "Konvertierung von \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "Möchten Sie diese Aufzeichnung wirklich löschen?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "Sie wird dauerhaft aus Ihrem Aufzeichnungsordner gelöscht";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "Löschen";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "Nicht löschen";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "Audioaufzeichnung kann nicht geöffnet werden.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "Audio kann für diese Aufzeichnung nicht erstellt werden.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "Bildaufzeichnung kann nicht geöffnet werden.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "Bildaufzeichnung kann nicht geöffnet werden.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "Audioaufzeichnung kann nicht verwendet werden.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "Keine Audio- oder Bildaufzeichnung verfügbar.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "Möchten Sie die Konvertierung dieser Aufzeichnung wirklich anhalten?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "Sie können die Konvertierung erneut starten, werden aber den bisher erreichten Fortschritt verlieren.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "Konvertierung anhalten";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "Konvertierung fortsetzen";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "Bildaufzeichnung kann nicht verwendet werden. Die Bildaufzeichnung ist fehlerhaft.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "Eine Datei dieses Namens ist bereits vorhanden: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "Sie konvertieren bereits eine Aufzeichnung.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% abgeschlossen";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% abgeschlossen";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "Speicherung";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "Leider ist bei der Transkodierung ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "Abbruch";

/* Exception error alert text */
"L10N_Application Error Occurred" = "Ein Anwendungsfehler ist aufgetreten";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "Aufgrund eines Fehlers wird die Anwendung in Kürze geschlossen. Wir bitten um Entschuldigung.";
